accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
argagg
ark
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
boost
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chromium
chwd
cmake
code
corectrl
cppdap
cpupower
cronie
cryptsetup
decibels
device-mapper
dhclient
diffutils
distrobox
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
epiphany
ethtool
evince
ex-vi-compat
exfat-utils
extra-cmake-modules
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
firefox
flatpak
flatseal
fsarchiver
gamemode
gamescope
git
git-filter-repo
glances
gnome-disk-utility
go
goverlay
grilo-plugins
grim
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
haveged
hdparm
htop
hwdetect
hwinfo
hypridle
hyprland
hyprpaper
hyprpolkitagent
inetutils
inotify-tools
intel-media-driver
iptables-nft
iwd
jdk8-openjdk
jfsutils
kitty
kpipewire
kstatusnotifieritem
lact
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-intel-driver
libwnck3
linux
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lutris
lvm2
ly
malcontent
man-db
man-pages
mangohud
mdadm
meld
memtest86+-efi
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nasm
nautilus
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
nodejs
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
octopi
opencl-mesa
openrgb-git
openssh
openxr
orca
os-prober
otf-aurulent-nerd
otf-font-awesome
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
pmbootstrap
podman
polkit-kde-agent
poppler-glib
power-profiles-daemon
proton-cachyos
protonup-qt
pv
python
python-defusedxml
python-packaging
qemu-full
qt5-quickcontrols
qt5-quickcontrols2
qt5-tools
radeontop
rebuild-detector
reflector
rhash
ripgrep
rofi
rsync
rtkit
rust
rygel
s-nail
scdoc
sddm
setconf
sg3_utils
simple-scan
slurp
smartmontools
snapper
snapshot
sof-firmware
spotify-player
starship
steam
sudo
sushi
swaync
sysfsutils
tailscale
tecla
texinfo
tk
tmux
totem
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
ventoy-bin
veracrypt
vim
virt-manager
virtualbox
virtualbox-host-modules-arch
vlc-plugins-all
vulkan-headers
vulkan-intel
vulkan-radeon
waybar
waydroid
wget
which
winboat
wine
wireless-regdb
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
ydotool
yelp
